

;  ////////////////////////////////////
;  // Changes to Base-Game Abilities //
;  ////////////////////////////////////



;  ////////////////////////////////
;  // Changes to Items & Weapons //
;  ////////////////////////////////



;  /////////////
;  // Templar //
;  /////////////

[Templar X2EncyclopediaTemplate]
ListTitle = "圣殿骑士兵种"
DescriptionTitle = "圣殿骑士兵种"
DescriptionEntry = "圣殿骑士是一个玄秘的技术宗教派系成员，据称他们找到一种方法，利用意识从空间中转移能量。虽然只有最高级的成员才知道这种力量的本质或如何产生，但没人质疑这种灵能力量的效果。能量(他们的专注机制)可从[撕裂]攻击杀死的有机敌人身上收集，用来施展强大的灵能技能，并让敌人失去一丝生机。<br/><br/>其他技能有机会在能量机制中获得额外增益。"

[XLocalizedData]
TemplarTutorialTitle = "圣殿骑士灵能导管"
TemplarTutorialText = "圣殿骑士是一个玄秘的技术宗教派系成员，他们用[撕裂]攻击杀死有机敌人来收集能量(他们的专注机制)，用来施展强大的灵能技能，并让敌人失去一丝生机。。"

TemplarMomentumTutorialTitle="圣殿骑士气势"
TemplarMomentumTutorialText="使用撕裂后，圣殿骑士必定会触发/获得[气势]：他们可额外移动一次，回到掩体中。一些能量能力，如[格挡]和[交换]，也可用气势行动点激活。"


[Templar X2SoldierClassTemplate]
DisplayName = "圣殿骑士"
ClassSummary = "秘密派系成员，可收集被杀者的能量，用来施展灵能技能。<br/><br/><font color='#CA7200'>可用灵能拳刃和自动手枪。</font>"
AbilityTreeTitles[0] = "巫师"
AbilityTreeTitles[1] = "十字军"
AbilityTreeTitles[2] = "牧师"
AbilityTreeTitles[3] = "XCOM"

;删除军衔图标!RankIcons=()









[WOTC_APA_TemplarAcolyte X2SoldierClassTemplate]
DisplayName = "圣殿骑士侍从"
ClassSummary = "秘密派系成员，可收集被杀者的能量，用来施展灵能技能。<br/><br/><font color='#CA7200'>可用灵能拳刃和自动手枪。</font>"
AbilityTreeTitles[0] = "巫师"
AbilityTreeTitles[1] = "十字军"
AbilityTreeTitles[2] = "牧师"
AbilityTreeTitles[3] = "XCOM"

;删除军衔图标!RankIcons=()









RandomNickNames[0]="以太"
RandomNickNames[1]="休克"
RandomNickNames[2]="焦痕"
RandomNickNames[3]="愤怒"
RandomNickNames[4]="风暴"
RandomNickNames[5]="灵能闪电"
RandomNickNames[6]="典狱长"
RandomNickNames[7]="焦痕"
RandomNickNames[8]="先知"
RandomNickNames[9]="风暴行者"
RandomNickNames[10]="秘术师"
RandomNickNames[11]="奇术师"

RandomNickNames_Male[0]="术士"

RandomNickNames_Female[0]="女巫"

PhotoboothSoloBLines_Male[0]="他最致命的武器...就是他的心灵！"
PhotoboothSoloBLines_Male[1]="牺牲的力量"
PhotoboothSoloBLines_Male[2]="自然也屈服于他的意志。变种人更是不在话下！"
PhotoboothSoloBLines_Male[3]="他可以随意操控时空！"
PhotoboothSoloBLines_Male[4]="有他在，谁敢与我们为敌？"
PhotoboothSoloBLines_Male[5]="变种人和自然法则在她面前都不堪一击！"
PhotoboothSoloBLines_Male[6]="风暴将至。"
PhotoboothSoloBLines_Male[7]="\"我不惧怕风暴，我即是风暴。\""
PhotoboothSoloBLines_Male[8]="如果变种人信神，那他们看到他就赶紧祈祷吧。"
PhotoboothSoloBLines_Male[9]="感受他的力量。"

PhotoboothSoloBLines_Female[0]="她最致命的武器...就是她的心灵！"
PhotoboothSoloBLines_Female[1]="牺牲的力量"
PhotoboothSoloBLines_Female[2]="她能操控自然，变种人更是不在话下！"
PhotoboothSoloBLines_Female[3]="她可以随意操控时空！"
PhotoboothSoloBLines_Female[4]="有她在，谁敢与我们为敌？"
PhotoboothSoloBLines_Female[5]="变种人和自然法则在她面前都不堪一击！"
PhotoboothSoloBLines_Female[6]="风暴将至。"
PhotoboothSoloBLines_Female[7]="\"我不惧怕风暴，我即是风暴。\""
PhotoboothSoloBLines_Female[8]="如果变种人信神，那他们看到她就赶紧祈祷吧。"
PhotoboothSoloBLines_Female[9]="感受她的力量。"


; - GTS Unlocks -

[WOTC_APA_TemplarUnlock1 X2SoldierAbilityUnlockTemplate]
DisplayName = "圣殿骑士: Advancement Ceremony I"
Summary = "不论军衔等级，所有圣殿骑士的灵能导管熟练度现在从2级启动。你可训练一名非派系士兵成为圣殿骑士侍从。"

[WOTC_APA_TemplarUnlock2 X2SoldierAbilityUnlockTemplate]
DisplayName = "圣殿骑士: Advancement Ceremony II"
Summary = "不论军衔等级，所有圣殿骑士的灵能导管熟练度现在从3段启动。你可额外训练一名非派系士兵成为圣殿骑士侍从。<br/><br/><font color='#CA7200'>需要 Advancement Ceremony I</font>"

; - Ability Templates -

[WOTC_APA_Conduit X2AbilityTemplate]
LocFriendlyName = "灵能导管"
LocLongDescription = "<Ability:ClassName/>可收集被他杀死的敌人能量，用来施展灵能技能。随着经验而增长。"
LocPromotionPopupText = "<font color='#CA7200'>专注机制:</font><Ability:ClassName/>可收集被他杀死的敌人能量，用来施展灵能技能。其他<Ability:ClassName/>技能可根据活跃的能量点数获得额外增益。<br/><Bullet/>圣殿骑士全副武装、信仰坚定 - 他们的许多技能都能必定命中。他们有机会偏斜敌人的部分攻击，降低受到伤害的严重程度。<br/><Bullet/>圣殿骑士不时导入额外能量，增强灵能技能，用以触发更强效果。<br/><br/><font color='#CA7200'>I段</font>(获得于<Ability:RANKNAME1/>军衔[1])<br/><Bullet/>最大能量点数启始为<font color='#c451c2'><Ability:PSI_CONDUIT_I_MAX_FOCUS/></font>。<br/><Bullet/>偏斜对你部分攻击的几率初始为<font color='#3ABD23'><Ability:PSI_CONDUIT_I_DEFLECT_CHANCE/>%</font>。<br/><br/><font color='#CA7200'>II段</font> (获得于<Ability:RANKNAME3/>军衔[3])<br/><Bullet/>最大能量点数增长到<font color='#c451c2'><Ability:PSI_CONDUIT_II_MAX_FOCUS/></font>。 开始任务有<font color='#c451c2'><Ability:PSI_CONDUIT_II_STARTING_FOCUS/></font>能量点数。<br/><Bullet/>偏斜对你部分攻击的几率增长到<font color='#3ABD23'><Ability:PSI_CONDUIT_II_DEFLECT_CHANCE/>%</font>。<br/><br/><font color='#CA7200'>III段</font> (获得于<Ability:RANKNAME6/>军衔[6])<br/><Bullet/>最大能量点数增长到<font color='#c451c2'><Ability:PSI_CONDUIT_III_MAX_FOCUS/></font>。<br/><Bullet/>偏斜对你部分攻击的几率增长到<font color='#3ABD23'><Ability:PSI_CONDUIT_III_DEFLECT_CHANCE/>%</font>。"

[WOTC_APA_GainFocusOnKill X2AbilityTemplate]
LocFriendlyName = "掌控能量..."
LocFlyOverText = "掌控能量..."

[WOTC_APA_Empower X2AbilityTemplate]
LocFriendlyName = "附能"
LocFlyOverText = "附能"
LocHelpText = "激活后，本回合的下一个能量技能消耗额外<font color='#c451c2'><Ability:EMPOWER_FOCUS_COST_INCREASE/></font>能量点数，让能量技能获得额外的效果加成。"
LocLongDescription = "激活后，本回合的下一个能量技能消耗额外<font color='#c451c2'><Ability:EMPOWER_FOCUS_COST_INCREASE/></font>能量点数，让能量技能获得额外的效果加成。"
LocPromotionPopupText = "激活后，本回合的下一个能量技能消耗额外<font color='#c451c2'><Ability:EMPOWER_FOCUS_COST_INCREASE/></font>能量点数，让能量技能获得额外的效果加成。<br/><br/><Bullet/>附能是个免费动作，可用仅移动行动点或气势行动点启动。<br/><Bullet/>附能只有在能量点数超过1时才可使用。<br/><Bullet/>每回合只可附能一个技能，无法保留未用的激活次数，无法规避次数限制。<br/><Bullet/>激活后，如果你没有额外的能量点数，能量技能将以常规消耗施放。"

[WOTC_APA_Rend X2AbilityTemplate]
LocFriendlyName = "撕裂·PCP"
LocFlyOverText = "撕裂"
LocHelpText = "必定命中的近战攻击。触发[气势]，允许<Ability:ClassName/>杀死敌人时吸取能量。"
LocLongDescription = "必定命中的近战攻击。触发[气势]，允许<Ability:ClassName/>杀死敌人时吸取能量。"
LocPromotionPopupText = "必定命中的近战攻击。触发[气势]，允许<Ability:ClassName/>杀死敌人时吸取能量。<br/><br/><Bullet/>只可从有机敌人身上收割能量。杀死机械敌人或僵尸不能收割能量。<br/><Bullet/>撕裂攻击后触发气势，你可用来让<Ability:ClassName/>移动，或触发一些可施展的能量技能。<br/><Bullet/>撕裂的灵能之刃伤害，取决于装载的拳刃等级。但是拥有[神圣之刃]后，可根据能量等级增强伤害。"

[WOTC_APA_Brand X2AbilityTemplate]
LocFriendlyName = "施咒"
LocFlyOverText = "<Ability:EMPOWERED_BRAND_NAME/>施咒"
LocHelpText = "<Ability:DYNAMIC_BRAND_DESCRIPTION/>。有<font color='#CA7200'><Ability:BRAND_COOLDOWN/></font>回合冷却。"
LocLongDescription = "向敌人施放灵能咒，永久削弱他的任何攻击抗性。赋予<Ability:ClassName/>在敌人死亡时<font color='#3ABD23'><Ability:BRAND_FOCUS_CHANCE/>%</font>的收割能量几率，无论敌人被何人、何种手段杀死。"
LocPromotionPopupText = "向敌人施放灵能咒，永久增强对该敌人的攻击效果:<br/><br/><font color='#CA7200'>基础效果:</font> (<font color='#c451c2'><Ability:BRAND_FOCUS_COST/>能量</font>)<br/><Bullet/>针对该目标的攻击获得<font color='#3ABD23'>+<Ability:BRAND_OFFENSE_STAT_BONUS/>%</font> 命中/暴击率。<br/><Bullet/>当目标被通常不会获得能量的手段杀死时，<Ability:ClassName/>会通过施咒获得<font color='#3ABD23'><Ability:BRAND_FOCUS_CHANCE/>%</font>的收割能量几率。<br/><br/><font color='#CA7200'>附能效果:</font> (<font color='#c451c2'><Ability:BRAND_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>目标遭到<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_BASE_DAMAGE_BONUS/></font>受攻击伤害，以及额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_CRIT_DAMAGE_BONUS/></font>受暴击伤害。<br/><br/>注意:<br/><Bullet/>只要<Ability:ClassName/>仍然存活，施咒的影响就会持续下去。<br/><Bullet/>如果<Ability:ClassName/>还有行动点，施咒不会自动结束回合。<br/><Bullet/>施咒允许<Ability:ClassName/>从死亡目标身上有机会收割能量，无论目标被何人、何种手段杀死。(只要能量没有被通过撕裂等手段直接收割)"

[WOTC_APA_Volt X2AbilityTemplate]
LocFriendlyName = "伏特电击"
LocFlyOverText = "伏特电击"
LocHelpText = "<Ability:DYNAMIC_VOLT_DESCRIPTION/>"
LocLongDescription = "聚集能量化为电能进行闪电攻击。对机械敌人造成额外(约<font color='#3ABD23'>+50%</font>)伤害。"
LocPromotionPopupText = "聚集能量化为电能进行闪电攻击:<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:VOLT_FOCUS_COST/>能量</font>)<br/><Bullet/>进行远程闪电攻击，必定命中。<br/><Bullet/>伏特电击伤害随着装载的拳刃等级而增长，对机械敌人造成额外大约<font color='#3ABD23'>+50%</font>伤害。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:VOLT_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>伏特电击对所有目标造成大约<font color='#3ABD23'>+25%</font>额外基础伤害，无视所有护盾或护甲。<br/><br/>注意:<br/><Bullet/>伏特电击没有冷却时间，但攻击会结束回合。<br/><Bullet/>增强伏特电击的基础伤害，也将增强对机械敌人的额外伤害。<br/><Bullet/>伏特电击是一种单目标攻击，不会跳跃到附近的目标。"

[WOTC_APA_Parry X2AbilityTemplate]
LocFriendlyName = "格挡·PCP"
LocFlyOverText = "格挡"
LocHelpText = "<Ability:DYNAMIC_PARRY_DESCRIPTION/>"
LocLongDescription = "聚集能量化为防御护盾，对<Ability:ClassName/>下一次<Ability:PARRY_ACTIVATIONS/>的所有伤害将被偏斜。"
LocPromotionPopupText = "聚集能量化为防御护盾，对<Ability:ClassName/>下一次<Ability:PARRY_ACTIVATIONS/>的所有伤害将被偏斜。<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:PARRY_FOCUS_COST/>能量</font>)<br/><Bullet/>对<Ability:ClassName/>下一次攻击的所有伤害将被偏斜。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:PARRY_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>格挡成功的攻击伤害，将被全部反射给攻击者。<br/><br/>注意:<br/><Bullet/>格挡只能通过[仅移动]行动点或[气势]行动点激活。<br/><Bullet/>当不想用移动[撕裂]激活时，格挡也可以用标准行动点激活。<br/><Bullet/>一些特殊攻击，如猎手的[追踪一击]不能被格挡。如果有[附能]后，未命中你的攻击不会耗尽格挡激活点，但将不会反射给攻击者。"

[WOTC_APA_PsiStrike X2AbilityTemplate]
LocFriendlyName = "灵能一击"
LocFlyOverText = "灵能一击"
LocHelpText = "<Ability:DYNAMIC_PSI_STRIKE_DESCRIPTION/>"
LocLongDescription = "用灵能远程攻击有机敌人，造成少量的必中伤害，击退目标，使其混乱或被击晕。"
LocPromotionPopupText = "用灵能远程攻击有机敌人，造成少量的必中伤害，击退目标，使其混乱或被击晕:<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:PSI_STRIKE_FOCUS_COST/>能量</font>)<br/><Bullet/>远程灵能攻击，必定命中，击退目标，使其混乱或被击晕。<br/><Bullet/>灵能一击伤害随着装载的拳刃等级增长。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:PSI_STRIKE_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>灵能一击将有<font color='#3ABD23'><Ability:PSI_STRIKE_STUN_CHANCE/>%</font>几率击晕而不是混乱目标。<br/><Bullet/>灵能一击的伤害效果将使目标无法激活[维生领域]的被动能力。<br/><Bullet/>灵能一击将对灵能敌人造成额外伤害，并必定击晕他们，除非能够免疫。<br/><br/>注意:<br/><Bullet/>灵能一击每回合只能施放一次，但如果<Ability:ClassName/>还有剩余行动点，则不会自动结束回合。<br/><Bullet/>灵能一击伤害无视任何护盾和护甲。<br/><Bullet/>灵能一击不能瞄准机械敌人。"

[WOTC_APA_Soulbind X2AbilityTemplate]
LocFriendlyName = "灵魂契约"
LocFlyOverText = "灵魂契约"
LocHelpText = "撕裂攻击即使未击杀目标，仍有<font color='#3ABD23'><Ability:SOULBIND_FOCUS_CHANCE/>%</font>几率转移能量给<Ability:ClassName/>。撕裂攻击杀死目标，可恢复<font color='#3ABD23'><Ability:SOULBIND_HP_HEALED/>HP</font>给<Ability:ClassName/>。"
LocLongDescription = "撕裂攻击即使未击杀目标，仍有<font color='#3ABD23'><Ability:SOULBIND_FOCUS_CHANCE/>%</font>几率转移能量给<Ability:ClassName/>。撕裂攻击杀死目标，可恢复<font color='#3ABD23'><Ability:SOULBIND_HP_HEALED/>HP</font>给<Ability:ClassName/>。"
LocPromotionPopupText = "撕裂攻击即使未击杀目标，仍有<font color='#3ABD23'><Ability:SOULBIND_FOCUS_CHANCE/>%</font>几率转移能量给<Ability:ClassName/>。撕裂攻击杀死目标，可恢复<font color='#3ABD23'><Ability:SOULBIND_HP_HEALED/>HP</font>给<Ability:ClassName/>。<br/><br/><Bullet/>不能从机械敌人或僵尸身上获得HP和能量。"

[WOTC_APA_ConsecratedBlades X2AbilityTemplate]
LocFriendlyName = "神圣之刃"
LocFlyOverText = "神圣之刃"
LocHelpText = "<Ability:ClassName/>将能量注入灵能之刃，根据当前的能量等级增加撕裂伤害。所有灵能攻击获得<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_CHANCE/>%</font>几率造成<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font>伤害。根据能量点数获得伤害加成，但是任何时候<Ability:ClassName/>可利用的最大能量会被<font color='#CA7200'><Ability:CONSECRATED_BLADES_MAX_FOCUS_MODIFIER/></font>点。"
LocLongDescription = "<Ability:ClassName/>将能量注入灵能之刃，根据当前的能量等级增加撕裂伤害。所有灵能攻击获得<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_CHANCE/>%</font>几率造成<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font>伤害，根据能量点数获得伤害加成，但是任何时候<Ability:ClassName/>可利用的最大能量会被<font color='#CA7200'><Ability:CONSECRATED_BLADES_MAX_FOCUS_MODIFIER/></font>点。"
LocPromotionPopupText = "<Ability:ClassName/>将能量注入灵能之刃，根据当前的能量等级增加撕裂伤害。所有灵能攻击获得<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_CHANCE/>%</font>几率造成<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font>伤害，根据能量点数获得伤害加成，但是任何时候<Ability:ClassName/>可利用的最大能量会被<font color='#CA7200'><Ability:CONSECRATED_BLADES_MAX_FOCUS_MODIFIER/></font>点。<br/><br/><Bullet/>造成额外伤害叠加和随机的几率: 举例若有150%几率，将导致必中(100%)<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font>伤害以及50%几率额外随机<font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font>伤害。<br/><Bullet/>神圣之刃的额外伤害会影响灵能之刃的直接攻击，如[撕裂]和[冰锋天陨]以及[剑刃风暴]的反应攻击。<br/><Bullet/>神圣之刃的额外伤害只适用于主目标，不会影响[电弧波]等任何的额外范围技能目标。"

[WOTC_APA_Castigate X2AbilityTemplate]
LocFriendlyName = "灵罚"
LocFlyOverText = "灵罚"
LocHelpText = "用能量施放的攻击技能，也会对目标施加属性惩罚。减少目标<font color='#CA7200'>-<Ability:CASTIGATE_MENTAL_STAT_MODIFIER/>%</font>的意志力和灵能攻击属性，以及<font color='#CA7200'><Ability:CASTIGATE_OFFENSE_STAT_MODIFIER/>%</font>的命中和暴击率。"
LocLongDescription = "用能量施放的攻击技能，也会对目标施加属性惩罚。减少目标<font color='#CA7200'>-<Ability:CASTIGATE_MENTAL_STAT_MODIFIER/>%</font>的意志力和灵能攻击属性，以及<font color='#CA7200'><Ability:CASTIGATE_OFFENSE_STAT_MODIFIER/>%</font>的命中和暴击率。"
LocPromotionPopupText = "用能量施放的攻击技能，也会对目标施加属性惩罚。减少目标<font color='#CA7200'>-<Ability:CASTIGATE_MENTAL_STAT_MODIFIER/>%</font>的意志力和灵能攻击属性，以及<font color='#CA7200'><Ability:CASTIGATE_OFFENSE_STAT_MODIFIER/>%</font>的命中和暴击率。<br/><br/><Bullet/>只要<Ability:ClassName/>仍然存活，灵罚的属性惩罚将对目标持续效果。<br/><Bullet/>灵罚的属性惩罚不能叠加。"

[WOTC_APA_CastigateApply X2AbilityTemplate]
LocFriendlyName = "灵罚"
LocFlyOverText = "灵罚"
LocHelpText = "目标已被诅咒，意志力和灵能攻击属性减少<font color='#CA7200'>-<Ability:CASTIGATE_MENTAL_STAT_MODIFIER/>%</font>，命中和暴击率减少<font color='#CA7200'><Ability:CASTIGATE_OFFENSE_STAT_MODIFIER/>%</font>。"

[WOTC_APA_Fuse X2AbilityTemplate]
LocFriendlyName = "导火线·PCP"
LocFlyOverText = "导火线"
LocHelpText = "<Ability:DYNAMIC_FUSE_DESCRIPTION/>有<font color='#CA7200'><Ability:FUSE_COOLDOWN/></font>回合冷却。"
LocLongDescription = "远程引爆敌人携带的爆炸物。有<font color='#CA7200'><Ability:FUSE_COOLDOWN/></font>回合冷却。"
LocPromotionPopupText = "远程引爆敌人携带的爆炸物:<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:FUSE_FOCUS_COST/>能量</font>)<br/><Bullet/>远程引爆敌人携带的爆炸物。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:FUSE_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>引爆的爆炸物半径增加<font color='#3ABD23'>+<Ability:FUSE_EMPOWERED_EXPLOSION_RADIUS_BONUS/></font>米。<br/><br/>注意:<br/><Bullet/>导火线将使敌人的爆炸物品或能力无法使用。<br/><Bullet/>导火线可引爆机甲上的微型导弹，以及大多数敌方携带的手榴弹和火箭弹。"

[WOTC_APA_Harden X2AbilityTemplate]
LocFriendlyName = "神圣护盾"
LocFlyOverText = "神圣护盾"
LocHelpText = "<Ability:DYNAMIC_HARDEN_DESCRIPTION/>有<font color='#CA7200'><Ability:HARDEN_COOLDOWN/></font>回合冷却。"
LocLongDescription = "用能量护盾加强物理抗性。授予<Ability:ClassName/>护盾点。附能后可授予附近的盟友。有<font color='#CA7200'><Ability:HARDEN_COOLDOWN/></font>回合冷却。"
LocPromotionPopupText = "用能量护盾加强物理抗性:<br/><br/><font color='#CA7200'>基础效果:</font> (<font color='#c451c2'><Ability:HARDEN_FOCUS_COST/>能量</font>)<br/><Bullet/>授予<Ability:ClassName/>最多<font color='#3ABD23'><Ability:HARDEN_SHIELD_POINTS/></font>护盾点，如果低于该值。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:HARDEN_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>授予<font color='#3ABD23'><Ability:HARDEN_AREA_TILE_RADIUS/></font>格内的所有盟友<font color='#3ABD23'>+<Ability:HARDEN_AREA_SHIELD_POINTS/></font> 护盾点。<br/><br/>注意:<br/><Bullet/>如果<Ability:ClassName/>还有行动点，神圣护盾不会自动结束回合。<br/><Bullet/>神圣护盾只能通过[仅移动]行动点或[气势]行动点激活。<br/><Bullet/>神圣护盾的能量护盾始终会破坏小队的隐蔽。"

[WOTC_APA_Meditate X2AbilityTemplate]
LocFriendlyName = "冥想"
LocFlyOverText = "冥想"
LocHelpText = "在混乱之战中停顿，从彼方吸收能量。将提升到<font color='#c451c2'><Ability:MEDITATE_FOCUS_CAP/></font>能量等级，如果低于该值。"
LocLongDescription = "在混乱之战中停顿，从彼方吸收能量。将提升到<font color='#c451c2'><Ability:MEDITATE_FOCUS_CAP/></font>能量等级，如果低于该值。"
LocPromotionPopupText = "在混乱之战中停顿，从彼方吸收能量。将提升到<font color='#c451c2'><Ability:MEDITATE_FOCUS_CAP/></font>能量等级，如果低于该值。<br/><br/><Bullet/>冥想需要2个行动点，并且始终会结束回合。"

[WOTC_APA_Solace X2AbilityTemplate]
LocFriendlyName = "安慰·PCP"
LocFlyOverText = "安慰"
LocHelpText = "<Ability:ClassName/>现在被一个光环包围，能够立刻消除或阻止任何对灵能士兵和附近队友的精神损害。"
LocLongDescription = "<Ability:ClassName/>现在被一个光环包围，能够立刻消除或阻止任何对灵能士兵和附近队友的精神损害。"
LocPromotionPopupText = "<Ability:ClassName/>现在被一个光环包围，能够立刻消除或阻止任何对灵能士兵和附近队友的精神损害。<br/><br/><Bullet/>安慰的作用范围有4格。<br/><Bullet/>受到增益的友军能直接解除精神异常状态。"

[WOTC_APA_Reanimate X2AbilityTemplate]
LocFriendlyName = "附灵"
LocFlyOverText = "附灵"
LocHelpText = "<Ability:DYNAMIC_REANIMATE_DESCRIPTION/>有<font color='#CA7200'><Ability:REANIMATE_COOLDOWN/></font>回合冷却。"
LocLongDescription = "用能量使附近死去的人形生物复活，变成为你战斗的僵尸。"
LocPromotionPopupText = "用能量使附近死去的人形生物复活，变成为你战斗的僵尸:<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:REANIMATE_FOCUS_COST/>能量</font>)<br/><Bullet/>复活一个僵尸，生成后立刻有1个行动点。<br/><br/><font color='#CA7200'>附能效果:</font> (<font color='#c451c2'><Ability:REANIMATE_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>复活的僵尸获得附能，有额外的健康值、闪避、移动力。<br/><Bullet/>复活的僵尸在生成后立刻有2个行动点。<br/><br/>注意:<br/><Bullet/>复活的僵尸获得一种进行冲刺-近战的利爪攻击技能。<br/><Bullet/>圣殿骑士受伤，僵尸不受影响。圣殿骑士断开(被杀、撤离等)，僵尸就会倒下。<br/><Bullet/>符合条件的尸体，必须在<font color='#CA7200'><Ability:REANIMATE_TILE_RANGE/></font>格内才可复活 - 用技能选择时将显示范围。<br/><Bullet/>圣殿骑士可同时维持的僵尸数量限制为: <font color='#CA7200'><Ability:REANIMATE_ZOMBIE_LIMIT/></font>。<br/><Bullet/>复活僵尸始终会破坏小队隐蔽。"

[WOTC_APA_ZombieClawSlash X2AbilityTemplate]
LocFriendlyName = "僵尸爪击"
LocFlyOverText = "僵尸爪击"
LocHelpText = "用僵尸的利爪攻击移动范围内的敌人。"
LocLongDescription = "用僵尸的利爪攻击移动范围内的敌人。"

[WOTC_APA_ArcWave X2AbilityTemplate]
LocFriendlyName = "电弧波·PCP"
LocFlyOverText = "电弧波"
LocHelpText = "撕裂攻击现在会生成一道向攻击方向爆发的灵能波，可击中方向上的多个目标。灵能波伤害随着能量等级增加。"
LocLongDescription = "撕裂攻击现在会生成一道向攻击方向爆发的灵能波，可击中方向上的多个目标。灵能波伤害随着能量等级增加。"
LocPromotionPopupText = "撕裂攻击现在会生成一道向攻击方向爆发的灵能波，可击中方向上的多个目标。灵能波伤害随着能量等级增加。<br/><br/><Bullet/>灵能波造成<font color='#3ABD23'><Ability:ARCWAVE_BASE_DAMAGE/></font>基础伤害，如果<Ability:ClassName/>有更高的能量点数可造成额外伤害。<br/><Bullet/>电弧波的削减伤害效果，只影响任何的附加范围技能目标，不会加入到对主目标的伤害中。"

[WOTC_APA_ArcWaveRend X2AbilityTemplate]
LocFriendlyName = "撕裂·PCP"
LocFlyOverText = "撕裂"
LocHelpText = "必中的近战攻击。将触发[气势]，允许<Ability:ClassName/>在击杀有机敌人时吸收能量。"
LocLongDescription = "必中的近战攻击。将触发[气势]，允许<Ability:ClassName/>在击杀有机敌人时吸收能量。"

[WOTC_APA_Exchange X2AbilityTemplate]
LocFriendlyName = "交换·PCP"
LocFlyOverText = "交换"
LocHelpText = "<Ability:DYNAMIC_EXCHANGE_DESCRIPTION/>有<font color='#CA7200'><Ability:EXCHANGE_COOLDOWN/></font>回合冷却。"
LocLongDescription = "传送你与一个盟友，在战场上交换位置。"
LocPromotionPopupText = "传送你与一个盟友，在战场上交换位置:<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:EXCHANGE_FOCUS_COST/>能量</font>)<br/><Bullet/>传送你与一个盟友，交换位置。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:EXCHANGE_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/><Ability:ClassName/>将在传送后进入自我[静滞]状态。<br/><br/>注意:<br/><Bullet/>交换的传送不会触发监视。<br/><Bullet/>交换可用于攻防态势中，重新定位<Ability:ClassName/>和/或指定盟友。<br/><Bullet/>如果<Ability:ClassName/>还有行动点，交换就不会自动结束回合。<br/><Bullet/>交换带来的自我[静滞]状态将耗尽所有剩余行动点 - 如果可能的话，请在交换之前使用掉额外的行动点！"

[WOTC_APA_VoidConduit X2AbilityTemplate]
LocFriendlyName = "虚空导管·PCP"
LocFlyOverText = "虚空导管"
LocHelpText = "<Ability:DYNAMIC_VOID_CONDUIT_DESCRIPTION/>有<font color='#CA7200'><Ability:VOID_CONDUIT_COOLDOWN/></font>回合冷却。"
LocLongDescription = "用灵能监狱束缚一个人形敌人。在激活时、每回合开始时、效果结束时，对目标造成<font color='#3ABD23'><Ability:VOID_CONDUIT_DAMAGE/>HP</font>伤害， 转移敌人<font color='#3ABD23'><Ability:VOID_CONDUIT_HEALED/>HP</font>伤害用于治疗<Ability:ClassName/>。如果目标在虚空中死亡，<Ability:ClassName/>将吸收他们的能量，无论目标是被何人、何种手段杀死。有<font color='#CA7200'><Ability:VOID_CONDUIT_COOLDOWN/></font>回合冷却。"
LocPromotionPopupText = "用灵能监狱束缚一个人形敌人。在激活时、每回合开始时、效果结束时，对目标造成<font color='#3ABD23'><Ability:VOID_CONDUIT_DAMAGE/>HP</font>伤害，转移敌人<font color='#3ABD23'><Ability:VOID_CONDUIT_HEALED/>HP</font>伤害用于治疗<Ability:ClassName/>。<br/><br/><font color='#CA7200'>基础效果:</font> (<font color='#c451c2'><Ability:VOID_CONDUIT_FOCUS_COST/>能量</font>)<br/><Bullet/>困住一个人形敌人<font color='#3ABD23'><Ability:VOID_CONDUIT_BASE_DURATION/></font>回合，阻止他们采取任何行动。<br/><Bullet/>无论目标在虚空中被何人、何种手段杀死，<Ability:ClassName/>都可吸收目标能量。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:VOID_CONDUIT_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>目标将有额外<font color='#3ABD23'>+<Ability:VOID_CONDUIT_BONUS_DURATION/></font>回合，被困在虚空中并受到伤害。<br/><br/>注意:<br/><Bullet/>如果<Ability:ClassName/>有额外行动点，虚空导管不会自动结束回合。<br/><Bullet/>禁用目标适当数量的敌人回合后，虚空导管将持续到下一个玩家回合，然后逐渐失效 - 允许你有机会利用能量收割的效果。下一个敌人回合开始时，将造成最终伤害，并终止虚空导管效果，敌人将被释放以自由行动。"

[WOTC_APA_Skyfall X2AbilityTemplate]
LocFriendlyName = "冰锋天陨"
LocFlyOverText = "冰锋天陨"
LocHelpText = "<Ability:DYNAMIC_SKYFALL_DESCRIPTION/>有<font color='#CA7200'><Ability:SKYFALL_COOLDOWN/></font>回合冷却。"
LocLongDescription = "从冰冷虚空中瞬间陨落，在地图的任意位置撕裂一个敌人，造成<font color='#3ABD23'>+<Ability:SKYFALL_DAMAGE_MULTIPLIER/>%</font>伤害并冻结目标。当有效目标被冰锋天陨杀死时，<Ability:ClassName/>将吸收额外一个单位的能量。"
LocPromotionPopupText = "从冰冷虚空中瞬间陨落，在地图的任意位置撕裂并冻结一个敌人。<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:SKYFALL_FOCUS_COST/>能量</font>)<br/><Bullet/>撕裂攻击造成<font color='#3ABD23'>+<Ability:SKYFALL_DAMAGE_MULTIPLIER/>%</font>伤害。<br/><Bullet/>当有效目标被冰锋天陨杀死时，<Ability:ClassName/>将吸收额外一个单位的能量(超过标准撕裂)。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:SKYFALL_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/><Ability:ClassName/>将获得一个[气势]行动点，允许他们安全地回到掩体。<br/><Bullet/>将使<font color='#3ABD23'><Ability:SKYFALL_TILE_RADIUS/></font>格内的全部敌人[混乱]。<br/><br/>注意:<br/><Bullet/>冰锋天陨不需要<Ability:ClassName/>对目标有视野 - 只要有一个空置的邻近方格，任何对小队可见的敌人都可成为目标。"

[WOTC_APA_SkyfallPassive X2AbilityTemplate]
LocFriendlyName = "冰锋天陨"

[WOTC_APA_SkyfallAttack X2AbilityTemplate]
LocFriendlyName = "冰锋天陨"
LocFlyOverText = "冰锋天陨"

[WOTC_APA_SunderingStorm X2AbilityTemplate]
LocFriendlyName = "灾变风暴"
LocFlyOverText = "灾变风暴"
LocHelpText = "<Ability:DYNAMIC_SUNDERING_STORM_DESCRIPTION/>有<font color='#CA7200'><Ability:SUNDERING_STORM_COOLDOWN/></font>回合冷却。"
LocLongDescription = "移动到一个位置，召唤灵能风暴，在<font color='#3ABD23'><Ability:SUNDERING_STORM_TILE_RADIUS/></font>格半径内，伤害敌人并粉碎护甲。"
LocPromotionPopupText = "移动到一个位置，召唤灵能风暴，在<font color='#3ABD23'><Ability:SUNDERING_STORM_TILE_RADIUS/></font>格半径内，伤害敌人并粉碎护甲:<br/><br/><font color='#CA7200'>基础效果:</font>(<font color='#c451c2'><Ability:SUNDERING_STORM_FOCUS_COST/>能量</font>)<br/><Bullet/>灾变风暴伤害随着拳刃等级而提高，粉碎<font color='#3ABD23'>1</font>护甲点。<br/><br/><font color='#CA7200'>附能效果:</font>(<font color='#c451c2'><Ability:SUNDERING_STORM_EMPOWERED_FOCUS_COST/>能量</font>)<br/><Bullet/>破坏每个目标周围的环境，粉碎额外<font color='#3ABD23'>1</font>护甲点。<br/><Bullet/>在<Ability:ClassName/>位置，留下一团<font color='#3ABD23'><Ability:SUNDERING_STORM_SMOKE_TILE_RADIUS/></font>格半径的防御烟雾。<br/><br/>注意:<br/><Bullet/>灾变风暴的灵能闪电伤害无视敌人护盾。<br/><Bullet/>灾变风暴可在<Ability:ClassName/>当前可移动范围内的方格上激活。<br/><Bullet/>灾变风暴始终将结束<Ability:ClassName/>回合。"

[WOTC_APA_AlchemicalCatalysts X2AbilityTemplate]
LocFriendlyName = "炼金催化剂"
LocFlyOverText = "炼金催化剂"
LocHelpText = "投掷手榴弹获得<font color='#3ABD23'>+1</font> 格的爆炸半径。"
LocLongDescription = "投掷手榴弹获得<font color='#3ABD23'>+1</font> 格的爆炸半径。"
LocPromotionPopupText = "投掷手榴弹获得<font color='#3ABD23'>+1</font> 格的爆炸半径。<br/><br/><Bullet/>不适用于重型武器或其他特殊爆炸物装置。"